Repository: smartmobilefactory/SwiftPasscodeLock
Catalog: PasscodeLock/*.lproj/Localize.strings
Languages: de

# PasscodeLockEnterTitle
source: Enter Passcode
de: Passwort eingeben

# PasscodeLockEnterDescription
source: Enter your passcode to proceed.
de: Passwort eingeben um fortzufahren.

# PasscodeLockSetTitle
source: Enter a Passcode
de: Passwort eingeben

# PasscodeLockSetDescription
source: Choose your passcode.
de: Wähle ein Passwort.

# PasscodeLockConfirmTitle
source: Confirm Passcode
de: Passwort bitte bestätigen

# PasscodeLockConfirmDescription
source: Enter the passcode again.
de: Passwort bitte erneut eingeben.

# PasscodeLockChangeTitle
source: Enter Old Passcode
de: Altes Passwort eingeben

# PasscodeLockChangeDescription
source: Enter your old passcode.
de: Bitte alte Passwort eingeben.

# PasscodeLockMismatchTitle
source: Try again
de: Bitte erneut versuchen

# PasscodeLockMismatchDescription
source: Passcodes didn't match.
de: Passwörter stimmen nicht überein.

# PasscodeLockTouchIDReason
source: Authentication required to proceed
de: Authentifizierung erforderlich um fortzufahren

# PasscodeLockTouchIDButton
source: Enter Passcode
de: Passwort eingeben

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Use TouchID
de: TouchID verwenden

source: Use FaceID
de: FaceID verwenden
